{
    "nav": {
      "home": "الصفحة الرئيسية",
      "about": "عنا",
      "solutions": "الحلول",
      "contact": "اتصل بنا",
      "language": "اللغة"
    },
    "about": {
      "title": "عنّا",
      "subtitle1": "التقنية",
      "subtitle2": "وراء اللعبة",
      "paragraph1": "Digicetra هي شركة رائدة في تطوير البرمجيات، متخصصة في الحلول المبتكرة لصناعة iGaming. تقدم منصتنا الرئيسية ومكوناتها المتقدمة حلولاً عالية الجودة مصممة لتلبية احتياجات الأعمال التجارية الحديثة في مجال الألعاب.",
      "paragraph2": "مع خيارات تنفيذ مرنة مثل تكامل واجهات برمجة التطبيقات (API) للرياضة، حلول White Label وحلول كاملة (Turnkey), تتكيف منصتنا بسهولة مع المتطلبات الديناميكية للسوق الحالي.",
      "paragraph3": "مدعومين بتقنيات متطورة، نقوم بإنشاء روابط في الوقت الفعلي بين الطموحات التجارية والفرص، ونربط المشغلين بتقنيات رائدة واللاعبين بلحظات لا تُنسى من اللعب. نتميز في التعامل مع الازدحام المروري ونقدم أفضل أداء لدينا عندما نكون في أمس الحاجة لذلك.",
      "paragraph4": "انضم إلينا بينما نستكشف الإمكانيات غير المحدودة لتقنية iGaming.",
      "followUs": "تابعنا:"
    },
    "connections": {
      "title": "DIGICETRA تخلق روابط حية مع عالم iGaming، موحدةً:",
      "item1": {
        "title": "الطموحات التجارية مع الفرص",
        "description": "نحن نعزز أهدافك من خلال فتح إمكانيات جديدة في مجال iGaming."
      },
      "item2": {
        "title": "المشغلين مع تقنيات رائدة",
        "description": "نربطك بحلول متقدمة تعمل على تحسين الكفاءة التشغيلية وتجربة العملاء."
      },
      "item3": {
        "title": "اللاعبين مع لحظات ملحمية من اللعب",
        "description": "نضمن أن يعيش كل لاعب تجارب مثيرة تبقيهم ملتزمين ويعودون للمزيد."
      }
    },
    "mission": {
      "title": "مهمتنا",
      "highlight": "استكشاف",
      "text": " الإمكانيات غير المحدودة لتقنية iGaming وتجاوز حدود الابتكار."
    },
    "vision": {
      "title": "رؤيتنا",
      "highlight": "وضع",
      "text": " معايير جديدة وإلهام التغييرات الثورية التي تعيد تعريف الإمكانيات داخل تقنية iGaming."
    },
    "values": {
      "title": "قيمنا",
      "connect": {
        "title": "الاتصال",
        "description": "نحن نشجع التواصل المفتوح بين الموظفين والعملاء والشركاء لإلهام أفكار جديدة وتسهيل تبادل المعرفة."
      },
      "evolve": {
        "title": "التطور",
        "description": "نحن نتكيف مع المشهد المتغير لصناعة iGaming، ونحسن منصتنا باستمرار للحفاظ على أهميتنا وابتكارنا."
      },
      "deliver": {
        "title": "الوفاء",
        "description": "نلتزم بالكفاءة، حيث نضمن أن منصتنا لا تفي فقط بالتوقعات، بل تحقق أيضًا نتائج قابلة للتوسع لعملائنا."
      }
    },
    "banner": {
      "title": "التقنية وراء\nاللحظات الملحمية",
      "contact": "اتصل بنا"
    },
    "footer": {
      "privacy": "الخصوصية / الشروط",
      "sayHello": "اتصل بنا",
      "socialMedia": "وسائل التواصل الاجتماعي",
      "socialLinks": "إنستغرام / لينكدإن",
      "copyright": "DIGICETRA 2024 حقوق الطبع والنشر © 2024. هذا الموقع مملوك ومدار من قبل شركة Black Ocean B.V.، وهي شركة مسجلة ومرخصة بموجب قوانين كوراساو."
    }
  }
  