{
    "nav": {
      "home": "الرئيسية",
      "about": "عنا",
      "solutions": "الحلول",
      "contact": "الاتصال بنا",
      "language": "اللغة"
    },
    "solutionsPage": {
      "mainTitle": "الحلول",
      "menu": {
        "sportsbook": "تكامل API للمراهنات الرياضية",
        "whiteLabel": "العلامة البيضاء",
        "turnKey": "الحل الكامل"
      },
      "timeToMarket": "مدة التنفيذ:",
      "includes": "يشمل:",
      "hideDetails": "إخفاء التفاصيل",
      "cards": {
        "sportsbook": {
          "title": "تكامل API للمراهنات الرياضية",
          "description": "يقدم تكاملنا عبر iframe حلاً سريعًا وفعالًا للمجمعين في مجال iGaming، والمنصات، والمشغلين الذين يحتاجون إلى نظام للمراهنات الرياضية أو يرغبون في تحسين نظام موجود بالفعل. مع تكامل iframe من Digicetra، يمكنك إعداد وإطلاق نظام المراهنات الرياضية الخاص بك بكل سهولة.",
          "time": "من 2 إلى 10 أيام",
          "features": {
            "firstFeature": "عمليات مؤتمتة بالكامل لإدارة سلسة",
            "secondFeature": "تكامل متعدد الموردين لتحقيق أقصى درجات المرونة",
            "thirdFeature": "خيارات مراهنة رئيسية تلبي اهتمامات العملاء المتنوعة",
            "fourthFeature": "تخصيص كامل لجميع الإعدادات لعلامة تجارية فريدة"
          },
          "learnMore": "احصل على معلومات كاملة حول تكامل API للمراهنات الرياضية"
        },
        "whiteLabel": {
          "title": "العلامة البيضاء",
          "description": "يقدم حل العلامة البيضاء من Digicetra منصة للمراهنات الرياضية قابلة للتخصيص بالكامل وجاهزة للإطلاق، وهي مثالية للعلامات التجارية التي ترغب في دخول سوق iGaming بسرعة دون التعقيدات التقنية للتطوير.",
          "time": "من 1 إلى 3 أسابيع",
          "features": {
            "firstFeature": "منصة قابلة للتخصيص تتناسب مع علامتك التجارية",
            "secondFeature": "دخول سريع إلى السوق مع إعداد محدود",
            "thirdFeature": "مجموعة واسعة من التكاملات للحصول على وظائف شاملة",
            "fourthFeature": "بنية قابلة للتوسع تنمو مع احتياجات عملك"
          },
          "learnMore": "احصل على معلومات كاملة حول حل العلامة البيضاء"
        },
        "turnKey": {
          "title": "الحل الكامل",
          "description": "حلنا Turnkey هو منصة للمراهنات الرياضية مُدارة بالكامل، توجه العلامات التجارية من الإعداد إلى العمليات اليومية، مع دعم شامل لتسهيل الدخول الناجح إلى السوق.",
          "time": "من 3 إلى 6 أسابيع",
          "features": {
            "firstFeature": "خدمة مُدارة بالكامل مع الحد الأدنى من الجهد من جانبك",
            "secondFeature": "دعم تشغيلي لتبسيط الإدارة اليومية",
            "thirdFeature": "منصة عالية الأداء تضمن أقصى درجات الكفاءة والموثوقية",
            "fourthFeature": "حل متكامل يوفر كل ما تحتاجه علامتك التجارية"
          },
          "learnMore": "احصل على معلومات كاملة حول الحل الكامل"
        }
      }
    },
    "footer": {
      "privacy": "الخصوصية / الشروط",
      "sayHello": "اتصل بنا",
      "socialMedia": "وسائل التواصل الاجتماعي",
      "socialLinks": "إنستغرام / فيسبوك / لينكدإن / يوتيوب",
      "copyright": "حقوق الطبع والنشر © 2024. هذا الموقع مملوك ومدار من قبل شركة Black Ocean B.V.، وهي شركة مسجلة ومرخصة بموجب قوانين كوراساو."
    }
  }
  